{
  "quotes": [
    {
      "text": "The world isn’t perfect. But it’s there for us, doing the best it can… that’s what makes it so damn beautiful.",
      "author": "Roy Mustang",
      "tags": 
        "life"
      
    },
    {
      "text": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have.",
      "author": "Matsumoto Rangiku",
      "tags": 
        "life"
      
    },
    {
      "text": "We are all like fireworks: We climb, we shine and always go our separate ways and become further apart. But even when that time comes, let’s not disappear like a firework and continue to shine… forever.",
      "author": "Hitsugaya Toshiro",
      "tags": 
        "life"
      
    },
    {
      "text": "Those who stand at the top determine what’s wrong and what’s right! This very place is neutral ground! Justice will prevail, you say? But, of course, it will! Whoever wins this war becomes justice!",
      "author": "Don Quixote Doflamingo",
      "tags": 
        "life"
      
    },
    {
      "text": "Fear is not evil. It tells you what weakness is. And once you know your weakness, you can become stronger as well as kinder.",
      "author": "Gildarts Clive",
      "tags": 
        "life"
      
    },
    {
      "text": "I am the hope of the universe. I am the answer to all living things that cry out for peace. I am protector of the innocent. I am the light in the darkness. I am truth. Ally to good! Nightmare to you!",
      "author": "Son Goku (Dragon Ball Z)",
      "tags": 
        "life"
      
    },
    {
      "text": "Religion, ideology, resources, land, spite, love or just because no matter how pathetic the reason, it’s enough to start war. War will never cease to exist… reasons can be thought up after the fact. Human nature pursues strife.",
      "author": "Pain (Naruto Shippuden)",
      "tags": 
        "life"
      
    },
    {
      "text": "You will never be able to love anybody else until you love yourself.",
      "author": "Lelouch Lamperouge (Code Geass)",
      "tags": 
        "love"
      
    },
    {
      "text": "No matter which love line, what time, or where I am, I will always love you. I’ll say it one more time. I love you.",
      "author": " Okabe (Steins; Gate)",
      "tags": 
        "love"
      
    },
    {
      "text": "If I can meet you again, against the 6 billion to 1 odds, even If you can’t move, I’ll marry you.",
      "author": "Hideki Hinata (Angel Beats)",
      "tags": 
        "love"
      
    },
    {
      "text": "I’ll make you so in love with me, that every time our lips touch, you’ll die a little death.",
      "author": "Ai Yazawa (Nana)",
      "tags": 
        "love"
      
    },
    {
      "text": "If you love someone, he could make you sad. He could even make you feel lonely sometimes. But that someone can also make you happier than you’ll ever be.",
      "author": "Saki Hanajima (Fruits Basket)",
      "tags": 
        "love"
      
    },
    {
      "text": "Even if I searched the world over, no one could compare to you.",
      "author": "Hikaru Hitachiin (Ouran Highschool Host Club)",
      "tags": 
        "love"
      
    },
    {
      "text": "It was like you brought color to my life. You changed my life, all by yourself.",
      "author": "Sawaka Kuronuma (Reaching You)",
      "tags": 
        "love"
      
    },
    {
      "text": "Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there are people who seek freedom in this life, these things shall not vanish from the Earth.",
      "author": "Gold D. Rodger (One Piece)",
      "tags": 
        "love"
      
    },
    {
      "text": "The thing I wished for destroyed my whole family. I brought all this suffering down on my family because I made a wish for my dad without knowing what he really wanted.",
      "author": "Kyoko Sakura",
      "tags": 
        "sad"
      
    },
    {
      "text": "Death isn’t kind. It’s dark and black and as far as you… As far as you can see you’re all alone. There’s no one else.",
      "author": "Mei Misaki",
      "tags": 
        "sad"
      
    },
    {
      "text": "They call certain methods of fighting good and others evil, acting as if there were some nobility to the battlefield. Such illusions, perpetrated by heroes throughout history, have led countless young men to their bloody deaths, all for the sake of this valor and glory.",
      "author": "Kiritsugu Emiya",
      "tags": 
        "sad"
      
    },
    {
      "text": "I really want to be with all of you! I want to play! That’s why I’m going to reincarnate! Then I’ll be with everyone again.",
      "author": "Menma",
      "tags": 
        "sad"
      
    },
    {
      "text": "Why should I apologize for being a monster? Has anyone ever apologized for turning me into one?",
      "author": "Juuzou Suzuya",
      "tags": 
        "sad"
      
    },
    {
      "text": "The loneliest people are the kindest. The saddest people smile the brightest. The most damaged people are the wisest. All because they don’t wish to see anyone else suffer the way they did.",
      "author": "Jellal Fernandes",
      "tags": 
        "sad"
      
    },
    {
      "text": "Is it all right to not hold it in anymore? Sanae-san told me, places that I can cry are in a bathroom, or in daddy’s arms.",
      "author": "Ushio",
      "tags": 
        "sad"
      
    },
    {
      "text": "Being weak is nothing to be ashamed of… Staying weak is !!",
      "author": "Fuegoleon Vermillion (Black Clover)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "Reject common sense to make the impossible possible.",
      "author": "Simon (Tengen Toppa Gurren Lagann)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "If you really want to be strong… Stop caring about what your surrounding thinks of you!",
      "author": "Saitama (One Punch Man)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "Hard work is worthless for those that don’t believe in themselves.",
      "author": "Naruto Uzumaki (Naruto)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "Mistakes are not shackles that halt one from stepping forward. Rather, they are that which sustain and grow one’s heart.",
      "author": "Mavis Vermillion (Fairy Tail)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "Life comes at a cost. Wouldn’t it be arrogant to die before you’ve repaid that debt?",
      "author": "Yuuji Kazami (The Fruit of Grisaia / Gurizaia no Kajitsu)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "Vision is not what your eyes see, but an image that your brain comprehends.",
      "author": "Touko Aozaki (The Garden of Sinners / Kara no Kyōkai)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "It’s not always possible to do what we want to do, but it’s important to believe in something before you actually do it.",
      "author": "Might Guy (Naruto)",
      "tags": 
        "motivational"
      
    },
    {
      "text": "You can't change anything unless you can discard part of yourself too. To surpass monsters, you must be willing to abandon your humanity",
      "author": "Armin Arlert from Attack on Titan",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger is often more harmful than the injury that caused it.",
      "author": "Seneca",
      "tags": 
        "anger"
      
    },
    {
      "text": "Holding onto anger is like drinking poison and expecting the other person to die.",
      "author": "Buddha",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger dwells only in the bosom of fools.",
      "author": "Albert Einstein",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger is a wind which blows out the lamp of the mind.",
      "author": "Robert Green Ingersoll",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger makes you smaller, while forgiveness forces you to grow beyond what you are.",
      "author": "Cherie Carter-Scott",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger and intolerance are the enemies of correct understanding.",
      "author": "Mahatma Gandhi",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger is often what pain looks like when it shows itself in public.",
      "author": "Krista Tippett",
      "tags": 
        "anger"
      
    },
    {
      "text": "Anger is a symptom, a way of cloaking and expressing feelings too awful to experience directly - hurt, bitterness, grief, and, most of all, fear.",
      "author": " Joan Rivers",
      "tags": 
        "anger"
      
    },
    {
      "text": " thought that by separating from him, I could forget everything. But I was wrong...my heart aches more than ever.",
      "author": "Nagisa Furukawa, Clannad",
      "tags": 
        "breakup"
      
    },
    {
      "text": "Sometimes good things have to fall apart so better things can fall together.",
      "author": "Natsu Dragneel, Fairy Tail",
      "tags": 
        "breakup"
      
    },
    {
      "text": "I loved you so much, but I couldn't reach you. I couldn't even touch you.",
      "author": "Kousei Arima, Your Lie in April",
      "tags": 
        "breakup"
      
    },
    {
      "text": "Love is like a dream...Sometimes it comes true and sometimes it doesn't.",
      "author": "Yuki Cross, Vampire Knight",
      "tags": 
        "breakup"
      
    },
    {
      "text": "It hurts, but that's all there is to it. If you want to know why, you have to ask yourself.",
      "author": "Misa Amane, Death Note",
      "tags": 
        "breakup"
      
    },
    {
      "text": "There is no shame in having loved someone and lost them. The real shame is in not loving them because you were too afraid of losing them.",
      "author": "Unknown",
      "tags": 
        "breakup"
      
    },
    {
      "text": "I thought I could forget you by hating you, but I failed miserably.",
      "author": "Kyou Fujibayashi, Clannad",
      "tags": 
        "breakup"
      
    },
    {
      "text": "The greatest pain in life is not the pain of breaking up, but rather the pain of never having started.",
      "author": " Unknown",
      "tags": 
        "breakup"
      
    },
    {
      "text": "Love is a cruel game. It makes us feel alive one minute, and then destroys us the next.",
      "author": "Yato, Noragami",
      "tags": 
        "breakup"
      
    },
    {
      "text": "I thought I could forget you by hating you, but I failed miserably.",
      "author": "Kyou Fujibayashi, Clannad    ",
      "tags": 
        "breakup"
      
    }
  ]
}